tap "ddosify/tap"
tap "eugenmayer/dockersync"
tap "filosottile/musl-cross"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "sachaos/tap"
tap "tldr-pages/tldr"
brew "python@3.9", link: false
brew "awscli"
brew "bat"
brew "bfg"
brew "binutils"
brew "bluetoothconnector"
brew "bzip2"
brew "glib"
brew "cli53"
brew "colordiff"
brew "exa"
brew "gobject-introspection"
brew "harfbuzz"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghq"
brew "git"
brew "git-lfs"
brew "git-secrets"
brew "glow"
brew "gnu-time"
brew "go"
brew "goenv"
brew "pango"
brew "graphviz"
brew "htop"
brew "hub"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "libpq"
brew "luajit", args: ["HEAD"]
brew "mdr"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "node"
brew "oath-toolkit"
brew "peco"
brew "pyenv"
brew "python@3.10"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "starship"
brew "stow"
brew "sl"
brew "telnet"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tree"
brew "unison"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "z"
brew "zlib"
brew "ddosify/tap/ddosify"
brew "eugenmayer/dockersync/unox"
brew "filosottile/musl-cross/musl-cross"
brew "hashicorp/tap/terraform"
brew "heroku/brew/heroku"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "sachaos/tap/viddy"
brew "asdf"

cask "font-hack-nerd-font"
cask "font-ricty-diminished"