tap "aws/tap"
tap "ddosify/tap"
tap "eugenmayer/dockersync"
tap "filosottile/musl-cross"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "sachaos/tap"
tap "tldr-pages/tldr"
brew "asdf"
brew "automake"
brew "autoconf"
brew "readline"
brew "libxslt"
brew "libtool"
brew "libyaml"
brew "openssl"
brew "unixodbc"
brew "awscli"
brew "bat"
brew "bfg"
brew "binutils"
brew "bluetoothconnector"
brew "bzip2"
brew "glib"
brew "cli53"
brew "colordiff"
brew "eksctl"
brew "exa"
brew "gobject-introspection"
brew "harfbuzz"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gh"
brew "ghq"
brew "git"
brew "git-lfs"
brew "git-secrets"
brew "glow"
brew "gnu-time"
brew "gnupg", link: false
brew "pango"
brew "graphviz"
brew "htop"
brew "hub"
brew "jq"
brew "kubernetes-cli"
brew "krew"
brew "lazydocker"
brew "lazygit"
brew "libpq"
brew "luajit", args: ["HEAD"]
brew "mas"
brew "mdr"
brew "minikube"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "oath-toolkit"
brew "peco"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "sl"
brew "starship"
brew "stern"
brew "stow"
brew "telnet"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tree"
brew "unison"
brew "wget"
brew "yarn"
brew "z"
brew "zlib"
brew "aws/tap/aws-sam-cli"
brew "ddosify/tap/ddosify"
brew "eugenmayer/dockersync/unox"
brew "filosottile/musl-cross/musl-cross"
brew "hashicorp/tap/terraform"
brew "heroku/brew/heroku"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "coreutils"
brew "gpg"
brew "mas-cli/tap/mas"

cask "alacritty"
cask "alfred"
cask "docker"
cask "deepl"
cask "dash"
cask "intellij-idea"
cask "1password"
cask "brave-browser"
cask "figma"
cask "font-hack-nerd-font"
cask "font-ricty-diminished"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "notion"
cask "postman"
cask "slack"
cask "pushplaylabs-sidekick"
cask "karabiner-elements"
cask "gpg-suite"
cask "insomnia"
cask "obs"
cask "obs-ndi"
cask "react-native-debugger"
cask "signal"
cask "vagrant"
cask "virtualbox"
cask "session-manager-plugin"
cask "keeweb"
cask "visual-studio-code"
cask "stoplight-studio"
cask "finicky"

mas "Xcode", id: 497799835
mas "Display Menu", id: 549083868
mas "Authenticator", id: 1538761576
mas "Kindle", id: 405399194
mas "Magnet", id: 441258766
mas "Notion Web Clipper", id: 1559269364
